school/5al/storia/prima-guerra-mondiale.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-06-27 Mon 14:06 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Prima guerra mondiale</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Prima guerra mondiale</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org99e5029">1. Cause dello scoppio della guerra</a>
<ul>
<li><a href="#orgdb2eb92">1.1. Cause politiche:</a></li>
<li><a href="#orgab736fe">1.2. Cause economiche:</a></li>
<li><a href="#orgc5ac673">1.3. Cause militari:</a></li>
<li><a href="#org3c58cbf">1.4. Cause culturali</a></li>
</ul>
</li>
<li><a href="#org331d80c">2. Lo scoppio della guerra</a></li>
<li><a href="#org8f51769">3. Neutralisti vs Interventisti</a>
<ul>
<li><a href="#org90b68a9">3.1. Non volevano entrare in guerra</a></li>
<li><a href="#org9bf4421">3.2. Volevano entrare in guerra</a></li>
</ul>
</li>
<li><a href="#orgcba65b5">4. L'ingresso dell'Italia nella guerra</a></li>
</ul>
</div>
</div>

<div id="outline-container-org99e5029" class="outline-2">
<h2 id="org99e5029"><span class="section-number-2">1.</span> Cause dello scoppio della guerra</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgdb2eb92" class="outline-3">
<h3 id="orgdb2eb92"><span class="section-number-3">1.1.</span> Cause politiche:</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Germania voleva diventare prima potenza mondiale al posto dell'inghilterra;</li>
<li>La Francia voleva prendersi la rivincita contro la Germania;</li>
<li>Crisi dell'impero ottomano: gli altri stati volevano espandersi. La prima a farlo fu l'Austria;</li>
<li>La presenza di due blocchi militari contrapposti: triplice alleanza (Germania, Austria, Italia)</li>
</ul>
<p>
e triplice intesa (Gran Bretagna, Francia e Russia).
</p>
</div>
</div>

<div id="outline-container-orgab736fe" class="outline-3">
<h3 id="orgab736fe"><span class="section-number-3">1.2.</span> Cause economiche:</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Rivalità tra le colonie da parte delle potenze industriali</li>
</ul>
</div>
</div>

<div id="outline-container-orgc5ac673" class="outline-3">
<h3 id="orgc5ac673"><span class="section-number-3">1.3.</span> Cause militari:</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>Corsa agli armamenti spinta dai gruppi industriali</li>
</ul>
</div>
</div>

<div id="outline-container-org3c58cbf" class="outline-3">
<h3 id="org3c58cbf"><span class="section-number-3">1.4.</span> Cause culturali</h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li>Nazionalismo: volontà di affermare la propria nazione sulle altre;</li>
<li>Applicazione del Darwinismo: la guerra decide le nazioni che dominano;</li>
<li>I giovani borghesi volevano affermarsi grazie alla guerra;</li>
<li>Futurismo, la guerra era la sola igiene del mondo.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org331d80c" class="outline-2">
<h2 id="org331d80c"><span class="section-number-2">2.</span> Lo scoppio della guerra</h2>
<div class="outline-text-2" id="text-2">
<p>
Il 28 Giugno 1914 <b>l'arciduca Francesco Ferdinando</b>, erede al trono Austriaco, <b>viene assassinato</b> da un ragazzo Serbo.
<b>L'Austria chiede alla Serbia di consegnargli l'assassino</b>, tuttavia la Serbia è costretta a rifiutare poichè aveva
stretto un accordo con la Russia.
</p>

<p>
<b>Un mese dopo</b>, il 28 Luglio 1914, <b>inizia la guerra</b> tra <b>Austria e Germania</b> contro <b>Serbia, Russia, Francia ed Inghilterra</b>.
Inizialmente <b>si pensa ad una guerra lampo</b> per via delle nuove tecnologie, tuttavia così non fu e la guerra si
trasformò in una <b>guerra di logoramento</b>.
</p>
</div>
</div>

<div id="outline-container-org8f51769" class="outline-2">
<h2 id="org8f51769"><span class="section-number-2">3.</span> Neutralisti vs Interventisti</h2>
<div class="outline-text-2" id="text-3">
<p>
L'Italia si divide in <b>due fazioni</b>: <b>neutralisti</b> ed <b>interventisti</b>.
</p>
</div>

<div id="outline-container-org90b68a9" class="outline-3">
<h3 id="org90b68a9"><span class="section-number-3">3.1.</span> Non volevano entrare in guerra</h3>
<div class="outline-text-3" id="text-3-1">
<p>
Opinione pubblica, liberali (Giolitti), cattolici e la maggior parte dei socialisti non volevano entrare in guerra.
Giolitti non voleva che l'Italia entrasse in guerra perchè pensavano che non fossero pronti.
</p>
</div>
</div>

<div id="outline-container-org9bf4421" class="outline-3">
<h3 id="org9bf4421"><span class="section-number-3">3.2.</span> Volevano entrare in guerra</h3>
<div class="outline-text-3" id="text-3-2">
<p>
Nazionalisti, irredentisti, gli industriali volevano entrare ed una parte dei socialisti nazionalisti.
</p>
</div>
</div>
</div>

<div id="outline-container-orgcba65b5" class="outline-2">
<h2 id="orgcba65b5"><span class="section-number-2">4.</span> L'ingresso dell'Italia nella guerra</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2022-06-27 Mon 14:06</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
